Repository: A-V-Jagannathan/Kalvi_paadhai_new
Catalog: lib/l10n/intl_*.arb
Languages: hi, ta

# after10Title
source: After class 10th
hi: 10वीं क्लास के बाद
ta: 10 ஆம் வகுப்புக்குப் பிறகு

# sciGrpTitle
source: Science groups
hi: वैज्ञानिक समूह
ta: அறிவியல் குழுக்கள்

# compSci
source: Group 1 â€“ Computer Science Groups
hi: समूह 1 - कंप्यूटर विज्ञान समूह
ta: குழு 1 - கணினி அறிவியல் குழுக்கள்

# sci
source: Group 2 - Biology groups
hi: समूह 2 - जैविक समूह
ta: குழு 2 - உயிரியல் குழுக்கள

# comm10T
source: Commerce groups
hi: व्यापारिक समूह
ta: வணிகவியல் குழுக்கள்

# comm10C
source: Commerce
hi: व्यापार
ta: வணிகவியல் குழுக்கள் - Commerce

# artsT
source: Arts groups
hi: कला समूह
ta: கலை குழுக்கள்

# artsC
source: Arts
hi: कला
ta: கலைக்கல்வி குழுக்கள் - Arts

source: Diploma
hi: डिप्लोमा
ta: டிப்ளமோ

# after12Title
source: After class 12th
hi: 12वीं कक्षा के बाद
ta: 12 ஆம் வகுப்புக்குப் பிறகு

# bioRel
source: Biology related
hi: जैविक रूप से संबंधित
ta: உயிரியல்(Bio) தொடர்பானது

source: MBBS
hi: एमबीबीएस
ta: இளநிலை மருத்துவம் மற்றும் அறுவையியல், எம்.பி.பி.எஸ் - MBBS

source: BDS
hi: बीडीएस
ta: பல் அறுவை சிகிச்சை இளங்கலை, பி.டி.எஸ் - BDS

# physio
source: Physiotherapy
hi: व्यायाम चिकित्सा
ta: உடற்பயிற்சி சிகிச்சை - Physiotheraphy

# nur
source: General nursing
hi: सामान्य नर्सिंग
ta: பொது நர்சிங்

# vet
source: Veterinary science
hi: पशु चिकित्सा विज्ञान
ta: கால்நடை அறிவியல்

# phar
source: Pharmacy
hi: फार्मेसी
ta: மருந்தகம் - Pharmacy

# occT
source: Occupational therapy
hi: व्यावसायिक चिकित्सा
ta: தொழில்சார் சிகிச்சை

# micR
source: Microbiology
hi: कीटाणु-विज्ञान
ta: நுண்ணுயிரியல்

# biot
source: Biotechnology
hi: जैव प्रौद्योगिकी
ta: உயிரி தொழில்நுட்பவியல் - BioTech

# engT
source: Engineering related
hi: इंजीनियरिंग संबंधी
ta: பொறியியல்(Engineering) தொடர்புடையது

# engC
source: Engineering
hi: अभियांत्रिकी
ta: பொறியியல், Engineering

# arch
source: Architecture
hi: वास्तुकला
ta: கட்டிடக்கலை, பி.ஆர்க் - BArch

# comm12
source: Commerce and Arts
hi: व्यवसाय और कला
ta: வணிகம் மற்றும் கலை

source: B.Com
hi: बैचलर ऑफ कॉमर्स
ta: வணிகவியல் இளங்கலை, பி.காம் - BCom

source: B.Com CA
hi: कंप्यूटर एप्लीकेशन के साथ बैचलर ऑफ कॉमर्स
ta: கணினி பயன்பாட்டுடன் வணிகவியல் இளங்கலை, பி.காம் சிஏ - BComCA

source: B.Com IT
hi: बैचलर ऑफ कॉमर्स, सूचना प्रौद्योगिकी
ta: வணிகவியல் இளங்கலை, தகவல் தொழில்நுட்பம், பி.காம் ஐடீ - BComIT

source: BCA
hi: बैचलर ऑफ कंप्यूटर एप्लीकेशन
ta: கணினி பயன்பாடுகளில் இளங்கலை, பிசிஏ - BCA

# artscit
source: Other arts and science
hi: अन्य कला एवं विज्ञान पाठ्यक्रम
ta: மற்ற கலை மற்றும் அறிவியல் படிப்புகள்

# compTitle
source: Competitive exams
hi: प्रवेश परीक्षा
ta: நுழைவுத் தேர்வுகள்

# tenthMin
source: Minimum criteria - 10th
hi: न्यूनतम योग्यता 10वीं है
ta: குறைந்தபட்ச தகுதி 10வது

source: TNPSC
hi: तमिलनाडु लोक सेवा आयोग (टीएनपीएससी) परीक्षा
ta: தமிழ்நாடு பொது சேவை கமிஷன் தேர்வுகள் (டி.ன்.பி.எஸ்.சி)

source: RRB
hi: रेलवे नौकरी के अवसर (आरआरबी)
ta: ரயில் வேலைக்கு வாய்ப்பு வாய்ப்புகள் (ஆர்.ஆர்.பி)

# twelthMin
source: Minimum criteria - 12th
hi: न्यूनतम योग्यता 12वीं है
ta: குறைந்தபட்ச தகுதி 12வது

source: JEE
hi: संयुक्त प्रवेश परीक्षा (जेईई)
ta: கூட்டு நுழைவுத் தேர்வ (ஜே.இ.இ)

source: NEET
hi: राष्ट्रीय पात्रता एवं प्रवेश परीक्षा (नीट)
ta: தேசிய தகுதி மற்றும் நுழைவுத் தேர்வு (நீட்)

source: CLAT
hi: कॉमन लॉ एडमिशन टेस्ट (सीएलएडी)
ta: பொது சட்ட சேர்ப்பு பரீக்ஷை (சி.எல்.ஏ.டி)

source: NDA
hi: राष्ट्रीय रक्षा अकादमी परीक्षा (एनडीए)
ta: தேசிய பாதுகாப்கள் அகாடமி தேர்வு (என்.டி.ஏ)

# undMin
source: Minimum criteria - Undergraduate
hi: न्यूनतम योग्यता विश्वविद्यालय की डिग्री
ta: குறைந்தபட்ச தகுதி பல்கலைக்கழக பட்டம்

source: UPSC
hi: आईएएस परीक्षा (यूपीएससी)
ta: ஐஏஸ் தேர்வு (யு.பி.எஸ்.சி)

source: SSC
hi: कर्मचारी चयन आयोग परीक्षा (एसएससी)
ta: பணியாளர் தேர்வு கமிஷன் தேர்வுகள் (எஸ்.எஸ்.சி)

source: IBPS
hi: आईबीपीएस - बैंकिंग परीक्षा
ta: ஐ.பி.பி.எஸ் - வங்கி தேர்வுகள்

source: CAT
hi: सामान्य प्रवेश परीक्षा (सीएडी)
ta: பொது சேர்ப்பு பரீக்ஷை(சி.ஏ.டி)

source: CDS
hi: यूनियन डिफेंस सर्विसेज विजन टेस्ट (सीटीएस)
ta: ஒன்றிய பாதுகாப்கள் சேவை பார்வை தேர்வு (சி.டி.எஸ்)

source: TET
hi: शिक्षक पात्रता परीक्षा (डीईटी)
ta: ஆசிரியர் அரங்கேற்பு தேர்வு (டி.இ.டி)

source: GATE
hi: सामान्य विमानन परीक्षा आयु (गेट)
ta: பொது அவானநிலை தேர்வு முதியில் (கேட்)

source: NET
hi: राष्ट्रीय सरकारी प्रवेश परीक्षा (नेट)
ta: தேசிய அரசின் அரங்கேற்பு பரீக்ஷை (என்.இ.டி)

# homeTitle
source: Home page
hi: मुखपृष्ठ
ta: முக பக்கம்

# feedback
source: Opinions or questions
hi: टिप्पणी या प्रश्न
ta: கருத்து அல்லது கேள்விகள்

# quote
source: Dream but dream is not what you see in your sleep but what keeps you from sleeping is the ideal dream -Abdul Kalam
hi: सपना देखिये लेकिन सपना वह नहीं है जो आप नींद में देखते हैं बल्कि जो आपको सोने से रोकता है वह आदर्श सपना है -अब्दुल कलाम
ta: கனவு காணுங்கள் ஆனால் கனவு என்பது நீ தூக்கத்தில் காண்பது அல்ல உன்னை தூங்க விடாமல் பண்ணுவது எதுவோ அதுவே இலட்சிய கனவு -அப்துல் கலாம்

source: Languages
hi: बोली
ta: மொழிகள்

source: Creators
hi: रचनाकारों
ta: உருவாக்கியவர்கள்

# purpose
source: It was made with the aim of helping people who have dreams but don't know the way to achieve them. Created with love 1. Lakshetha T - Application Developer 2. A V Jagannathan - Application Developer 3. Shyam Sundar- Information Collector 4. Ms.Elamathi - Information Collector 5. Mohammad Althamees J - Information Collector 6. Geetha.J - Information Collector from SASTRA University.
hi: इसे उन लोगों की मदद करने के उद्देश्य से बनाया गया था जो सपने तो देखते हैं लेकिन उन्हें हासिल करने का तरीका नहीं जानते। प्यार से बनाया गया 1. लक्षिता टी - एप्लिकेशन डेवलपर 2. एवी जगन्नाथन - एप्लिकेशन डेवलपर 3. श्याम सुन्दर.सी.ओ.सी.-सूचना संग्रहकर्ता 4. सुश्री ई - सूचना संग्राहक 5. मोहम्मद अल्तमिज़. जा - सूचना संग्रहकर्ता 6. गीता.जे - सूचना संग्रहकर्ता SASTRA विश्वविद्यालय से.
ta: கனவுகளைக் கொண்டிருக்கும் ஆனால் அதை அடைவதற்கான வழி தெரியாத மக்களுக்கு உதவும் நோக்கத்தில் இது செய்யப்பட்டது. அன்புடன் உருவாக்கியவர்கள் 1.லக்ஷிதா டி - பயன்பாடு உருவாக்கி 2. ஆ.வி.ஜகன்நாதன் - பயன்பாடு உருவாக்கி 3. ஷியாம் சுந்தர்.கோ.சீ- தகவல் சேகரிப்பவர் 4. இளமதி. இ - தகவல் சேகரிப்பவர் 5. முகமது அல்தமீஸ். ஜா - தகவல் சேகரிப்பவர் 6. கீதா.ஜே - தகவல் சேகரிப்பவர் SASTRA பல்கலைக்கழகத்தில் இருந்து.

# thankYou
source: I hope this app is informative for you! If you have any corrections or suggestions, please let us know A V Jagannathan jgan2k03@gmail.com
hi: मुझे आशा है कि यह ऐप आपके लिए जानकारीपूर्ण होगा! यदि आपके पास कोई सुधार या सुझाव है तो कृपया मुझे बताएं ए वी जगन्नाथन jgan2k03@gmail.com
ta: இந்தப் பயன்பாடு உங்களுக்குத் தகவல் தரும் என்று நம்புகிறேன்! ஏதேனும் திருத்தங்கள் அல்லது பரிந்துரைகள் இருந்தால், தெரிவியுங்கள் ஆ.வி.ஜகன்நாதன் (A V Jagannathan) jgan2k03@gmail.com
